import styles from "./MiddleText.module.css";

export default function MiddleText() {
  return (
    <section className="section">
      <div className="container">
        <div className={`${styles.middleText_container}`}>
          <p className={styles.middleText_title}>
            ШИРОКИЙ АССОРТИМЕНТ МЕБЕЛИ В ТАШКЕНТЕ ПРЕДСТАВЛЕН В
            ИНТЕРНЕТ-МАГАЗИНЕ HOME24.UZ (ТАШКЕНТ, УЗБЕКИСТАН) ПО ВЫГОДНЫМ ЦЕНАМ
            ОТ ПРОИЗВОДИТЕЛЯ.{" "}
          </p>
          <div className={styles.middleText_textDiv}>
            <p className={styles.middleText_text}>
              Home24.uz предлагает: мебель для гостиной, шкафы и комоды, кровати
              и матрасы, мягкую мебель, стулья, кресла и столы, садовую мебель и
              мебель для офиса.{" "}
            </p>
            <p className={styles.middleText_text}>
              В нашем интернет-магазине представлен широкий ассортимент
              предметов мебели на любой вкус и бюджет. Мы предлагаем удобный
              выбор непосредственно на сайте, минуя долгие утомительные разъезды
              по множеству мебельных магазинов и рынков Ташкента, где можно
              купить хорошую недорогую мебель. Но! Поскольку их ассортимент
              сильно отличается, и вы вынуждены тратить время и силы на
              перемещения из одной точки Ташкента в другую. А на home24.uz
              собраны лучшие предложения многих производителей по выгодным
              ценам! Покупая мебель у нас вы гарантированно получаете
              качественный товар, оперативную доставку и сборку мебели у вас
              дома.
            </p>
            <p className={styles.middleText_text}>
              Модельный ряд мебели пополняется практически ежедневно, следите за
              нашими новостями и подписывайтесь на нашу рассылку в форме ниже.
            </p>
            <p className={styles.middleText_text}>
              Условия доставки вашего заказа: мы доставляем заказанные товары по
              Ташкенту и в радиусе 5 км от большой кольцевой дороги.{" "}
            </p>
            <p className={styles.middleText_text}>
              Форма оплаты заказа: вы производите оплату своего заказа при его
              получении наличными, пластиковой картой или перечислением (просим
              уточнить возможность безналичной оплаты у консультанта).
            </p>
            <p className={styles.middleText_text}>
              Оформить заказ можно через Telegram или позвонив в нашу единую
              службу поддержки по номеру 200 7 002.{" "}
            </p>
            <p className={styles.middleText_text}>
              Добро пожаловать в интернет-магазин товаров для дома home24.uz!{" "}
            </p>
          </div>
        </div>
      </div>
    </section>
  );
}
